Repository: Piejie/DrawIt
Catalog: DrawIt/Properties/Resources.*.resx
Languages: nl_be

# AppUpToDate
source: The application is up-to-date
nl_be: De applicatie is up-to-date

# Checking
source: Checking for updates
nl_be: Bezig met zoeken

source: Current version
nl_be: Huidige versie

source: Draw arc
nl_be: Teken cirkelboog

# DrawCircle2
source: Draw circle with midpoint
nl_be: Teken cirkel met middelpunt

# DrawCircle3
source: Draw circle through 3 points
nl_be: Teken cirkel door 3 punten

source: Draw circle sector
nl_be: Teken cirkelsector

source: Draw circle segment
nl_be: Teken cirkelsegment

source: Draw dimension
nl_be: Teken maatlijn

# DrawEllips
source: Draw new ellipse
nl_be: Teken ellips

source: Draw line
nl_be: Teken rechte

# DrawNewShape
source: Drawn new {0}
nl_be: Nieuwe {0} getekend

source: Draw parallel
nl_be: Teken evenwijdige

source: Draw point
nl_be: Teken punt

source: Draw tangent arc
nl_be: Teken raakboog

# ErrorOccured
source: An error occured
nl_be: Er is een fout opgetreden

# FileNoLongerExists
source: The file {0} no longer exists. Do you want to remove it from the recent list?
nl_be: Het bestand {0} bestaat niet meer. Wilt u het uit de lijst verwijderen?

source: File not found
nl_be: Bestand niet gevonden

# FilterOpenTekening
source: All suported file types|*.tek;*.ico;*.icon|Drawings|*.tek|Icons|*.ico;*.icon
nl_be: Alle ondersteunde bestandstypen|*.tek;*.ico;*.icon|Tekeningen|*.tek|Pictogrammen|*.ico;*.icon

# FilterSaveTekening
source: Drawing|*.tek
nl_be: Tekening|*.tek

source: Line
nl_be: Rechte

# MovePoints_fm
source: Move {0} points
nl_be: {0} punten verplaatsen

source: New version
nl_be: Nieuwe versie

# NoRecent
source: No recent files
nl_be: Geen recente bestanden

# PlacedNewText
source: Place text
nl_be: Plaats tekst

# ReportExceptionString
source: An unhandled exception of type "{0}" was thrown in the application. "{1}" Please inform us about the exception, this way we can solve the problem.
nl_be: Er is een fout van het type "{0}" opgetreden in het programma. "{1}" Indien u ons onderstaande informatie verstuurt, zullen we proberen het probleem op te lossen.

source: Restart?
nl_be: Herstarten?

source: Save changes?
nl_be: Wijzigingen opslaan?

# SaveChangesX
source: The file {0} has changed. Do you want to save it?
nl_be: Het bestand {0} is gewijzigd. Wilt u de wijzigingen opslaan?

# SearchFailed
source: Failed to check for updates
nl_be: Zoeken mislukt

source: Text File
nl_be: Tekstbestand

source: Update available
nl_be: Er is een update beschikbaar

# UpdateCancelled
source: The update process has been cancelled
nl_be: De update werd afgebroken

# UpdateCompleteRestart
source: Update complete. Do you want to restart the application?
nl_be: Update voltooid. Wilt u de applicatie herstarten?

source: Updating
nl_be: Bezig met updaten

source: Version
nl_be: Versie
